Repository: Erikemmer/Shelf
Catalog: App/Shelf/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: ⏎ adds, ⌫ removes the last one, click the ✕ to remove one
de: ⏎ fügt hinzu, ⌫ entfernt das letzte, ein Klick auf ✕ entfernt eines

source: ⏎ or clicking away saves, Escape discards
de: ⏎ oder ein Klick daneben sichert, Esc verwirft
